{
    "obd_locator":
    {
      "version":"V.0.2",
      "home":"Home",
      "title":"Überprüfen Sie, ob Ihr Auto kompatibel ist.",
      "desc":"Die meisten Autos nach Baujahr 2006 haben eine OBD-2 (On-Board-Diagnose) Schnittstelle in die der CarConnect Adapter eingesteckt werden kann.",
      "select_car":"Wählen Sie Ihr Auto:",
      "check_if_compatible":"",
      "check_if_compatible_warning":"(Nicht alle Autos mit ODB-II Schnittstelle sind mit allen Funktionen kompatibel.)",
      "select_make":"HERSTELLER",
      "select_model":"MODELL",
      "select_year":"BAUJAHR",
      "select_engine":"MOTORVARIANTE",
      "need_help":"BRAUCHEN SIE WEITERE HILFE?",
      "contact_us":"KONTAKTIEREN SIE UNS",
      "has_obd":"IHR AUTO HAT EINE OBD-II SCHNITTSTELLE",
      "locationStringCode": {
        "null": "Bitte sehen Sie in der Bedienungsanleitung Ihres Autos nach, wo sich der OBD-2 Anschluss befindet",
        "0": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite in der Nähe der Motorhauben-Entriegelung.",
        "1": "Die OBD-Schnittstelle befindet sich an der Unterkante des Armaturenbretts auf der Fahrerseite unter dem Lenkrad.",
        "2": "Die OBD-Schnittstelle befindet sich in der Trittfläche des Fahrers links vom Lenkrad.",
        "3": "Die OBD-Schnittstelle befindet sich auf der Fahrerseite der Mittelkonsole.",
        "4": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite in der Nähe der Trittfläche.",
        "5": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite in der Nähe des Feststellbremspedals.",
        "6": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite links vom Lenkrad.",
        "7": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite in der Nähe des Feststellbremsen-Lösegriffs.",
        "8": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite rechts vom Lenkrad.",
        "9": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite über dem Bremspedal.",
        "10": "Die OBD-Schnittstelle befindet sich links an der unteren Armaturenabdeckung auf der Fahrerseite.",
        "11": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite in einem Fach links vom Lenkrad.",
        "12": "Die OBD-Schnittstelle befindet sich auf der Beifahrerseite der Mittelkonsole.",
        "13": "Die OBD-Schnittstelle befindet sich in der Ablage der Mittelkonsole.",
        "14": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite über dem Gaspedal.",
        "15": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad.",
        "16": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite in der Nähe der Kofferraumentriegelung.",
        "17": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite in der Nähe des Sicherungskastens.",
        "18": "Die OBD-Schnittstelle befindet sich links vom Lenkrad.",
        "19": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett auf der Fahrerseite links von der Fußraumbeleuchtung.",
        "20": "Die OBD-Schnittstelle befindet sich in der Mittelkonsole hinter dem Aschenbecher.",
        "21": "Die OBD-Schnittstelle befindet sich links von den Pedalen. Die Schnittstelle ist unter der Kunststoffabdeckung. Entfernen Sie die beiden Schrauben.",
        "22": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Abdeckung.",
        "23": "Die OBD-Schnittstelle befindet sich in der Mittelkonsole. Entfernen Sie die Kunststoffabdeckung, die OBD-Schnittstelle ist darunter.",
        "24": "Die OBD-Schnittstelle befindet sich in der Trittfläche des Fahrers links vom Lenkrad in der Nähe der Motorhaubenentriegelung.",
        "25": "Die OBD-Schnittstelle befindet sich im Inneren des Fahrzeugs. Entfernen Sie die Oberseite der Mittelarmlehne, um die OBD-Schnittstelle zu erreichen.",
        "26": "Die OBD-Schnittstelle befindet sich links von den Pedalen neben dem Bremspedal.",
        "27": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (Türseite). Schnittstelle ist links von den Sicherungen (unter dem Armaturenbrett).",
        "28": "Die OBD-Schnittstelle befindet sich hinter dem Aschenbecher. Entfernen Sie den Aschenbecher.",
        "29": "Die OBD-Schnittstelle befindet sich vorn in der Mittelkonsole unter dem Aschenbecher vor dem Schalthebel. Entfernen Sie den Aschenbecher.",
        "30": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle befindet sich hinter dem Kunststoffrohr.",
        "31": "Die OBD-Schnittstelle befindet sich auf der Beifahrerseite unter dem Handschuhfach.",
        "32": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (links). In der Nähe des Kupplungspedals.",
        "33": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Entfernen Sie die Abdeckung, die Schnittstelle ist dahinter.",
        "34": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (über den Pedalen).",
        "35": "Die OBD-Schnittstelle befindet sich links vom Lenkrad.",
        "36": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Entfernen Sie die Abdeckung der Sicherungen.",
        "37": "Die OBD-Schnittstelle befindet sich links über den Pedalen. Die OBD-Schnittstelle befindet sich links vom Kupplungspedal.",
        "38": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Abdeckung des Sicherungskastens.",
        "39": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Abdeckung des Sicherungskastens.",
        "40": "Die OBD-Schnittstelle befindet sich links unter dem Sicherungskasten.",
        "41": "Die OBD-Schnittstelle befindet sich unter der Mittelkonsole. Wir können die OBD-Schnittstelle unter der Mittelkonsole sehen.",
        "42": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad.",
        "43": "Die OBD-Schnittstelle befindet sich hinten in der Mittelarmlehne.",
        "44": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über den Pedalen.",
        "45": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Der Sockel ist über den Pedalen. Sie können den Anschluss über dem Bremspedal sehen",
        "46": "Die OBD-Schnittstelle befindet sich zwischen der Mittelkonsole und dem Schalthebel hinter einer Kunststoffabdeckung in der Nähe des Schalthebels.",
        "47": "Die OBD-Schnittstelle befindet sich vor der Mittelkonsole unter dem Radio.",
        "48": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle befindet sich im Sicherungskasten. Entfernen Sie die Kunststoffabdeckung.",
        "49": "Die OBD-Schnittstelle befindet sich rechts unter dem Lenkrad. Die OBD-Schnittstelle befindet sich rechts über den Pedalen.",
        "50": "Die OBD-Schnittstelle befindet sich in der Nähe des mittleren Ablagefachs. Über der Mittelkonsole.",
        "51": "Die OBD-Schnittstelle befindet sich unter der Mittelkonsole.",
        "52": "Die OBD-Schnittstelle befindet sich unter dem Fahrersitz. Die OBD-Schnittstelle befindet sich unter dem Fahrersitz hinter einer Abdeckung.",
        "53": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (Mittelkonsolenseite) über dem Gaspedal.",
        "54": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (Mittelkonsolenseite). Die OBD-Schnittstelle befindet sich rechts vom Pedal.",
        "55": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (Türseite) über dem Gaspedal.",
        "56": "Die OBD-Schnittstelle befindet sich in der Trittfläche des Fahrers links vom Lenkrad in der Nähe des Feststellbremsen-Lösehebels.",
        "57": "Die OBD-Schnittstelle befindet sich unten links (in der Nähe des Türscharniers).",
        "58": "Die OBD-Schnittstelle befindet sich hinter dem Zigarettenanzündersockel.",
        "59": "Die OBD-Schnittstelle befindet sich hinter dem Ablagefach (links vom Lenkrad). Öffnen Sie das Ablagefach. Lösen Sie die 2 Schrauben, um das Ablagefach zu entfernen, dann sehen Sie die OBD-Schnittstelle.",
        "60": "Die OBD-Schnittstelle befindet sich im Handschuhfach auf der Beifahrerseite. Entfernen Sie die Abdeckung.",
        "61": "Die OBD-Schnittstelle befindet sich im Ablagefach unter dem Lenkrad.",
        "62": "Die OBD-Schnittstelle befindet sich links über den Pedalen. Die OBD-Schnittstelle befindet sich rechts vom Motorhaubenhebel.",
        "63": "Die OBD-Schnittstelle befindet sich über den Pedalen. Wir können die OBD-Schnittstelle über den Pedalen sehen.",
        "64": "Die OBD-Schnittstelle befindet sich unten in der Mittelkonsole. Sie können die OBD-Schnittstelle in der Nähe des Zigarettenanzündersockels sehen.",
        "65": "Die OBD-Schnittstelle befindet sich in der Mittelkonsole. Öffnen Sie den Aschenbecher.",
        "66": "Die OBD-Schnittstelle befindet sich in der Nähe der Haubenentriegelung. Die OBD-Schnittstelle befindet sich rechts.",
        "67": "Die OBD-Schnittstelle befindet sich links von den Pedalen direkt über der Fußstütze.",
        "68": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Entfernen Sie die Abdeckung des Sicherungskastens.",
        "69": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad unter dem Zughebel für die Motorhaube. Die OBD-Schnittstelle befindet sich unter dem Zughebel für die Motorhaube.",
        "70": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (Mittelkonsolenseite). Entfernen Sie die Abdeckung über den Pedalen, um die Sicherungen und die OBD-Schnittstelle zu sehen.",
        "71": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (links). Ziehen Sie an der Kunststoffabdeckung, um an die Sicherungen und die OBD-Schnittstelle heranzukommen.",
        "72": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über dem Kupplungshebel.",
        "73": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über den Pedalen des Fahrzeugs.",
        "74": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Der Anschluss ist über den Pedalen (in der Nähe des Motorhaubenhebels).",
        "75": "Die OBD-Schnittstelle befindet sich unten in der Mittelkonsole. Entfernen Sie den Aschenbecher, die OBD-Schnittstelle ist darunter.",
        "76": "Die OBD-Schnittstelle befindet sich unten in der Mittelkonsole. Entfernen Sie die Abdeckung unter dem Kartenleser. Schieben Sie sie dazu nach oben.",
        "77": "Die OBD-Schnittstelle befindet sich hinter der Abdeckung links vom Lenkrad (Sicherungskasten). Lösen Sie die Schraube hinter dem Lichteinstellungsregler (in der Mitte des Sicherungskastens).",
        "78": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (in der Nähe der Fußstütze) hinter einer Abdeckung (Türseite).",
        "79": "Die OBD-Schnittstelle befindet sich zwischen den beiden Autositzen unter dem mittleren Ablagefach. Entfernen Sie die Kunststoffabdeckung. Hier befindet sich die Diagnoseschnittstelle des Wagens.",
        "80": "Die OBD-Schnittstelle befindet sich in der mittleren Blende hinter dem Aschenbecher.",
        "81": "Die OBD-Schnittstelle befindet sich links über den Pedalen. Die OBD-Schnittstelle ist rechts von der Pedalbeleuchtung zu sehen.",
        "82": "Die OBD-Schnittstelle befindet sich über den Pedalen. Die OBD-Schnittstelle ist über den Pedalen erreichbar.",
        "83": "Die OBD-Schnittstelle befindet sich über den Pedalen. Die OBD-Schnittstelle ist über dem Bremspedal sichtbar.",
        "84": "Die OBD-Schnittstelle befindet sich in der Mittelkonsole.",
        "85": "Die OBD-Schnittstelle befindet sich in der Mittelkonsole. Entfernen Sie den Aschenbecher, die OBD-Schnittstelle ist dahinter.",
        "86": "Die OBD-Schnittstelle befindet sich in der Nähe der Handbremse. Entfernen Sie die Abdeckung in der Nähe der Handbremse, die OBD-Schnittstelle ist darunter.",
        "87": "Die OBD-Schnittstelle befindet sich in der Nähe des Lenkrads (hinter einer Kunststoffabdeckung)",
        "88": "Die OBD-Schnittstelle befindet sich unten in der Mittelkonsole rechts vom Lenkrad. Die OBD-Schnittstelle befindet sich hinter dem Ablagefach vor dem Schalthebel. Entfernen Sie das Ablagefach.",
        "89": "Die OBD-Schnittstelle befindet sich links von den Pedalen. Entfernen Sie die kleine Kunststoffabdeckung.",
        "90": "Die OBD-Schnittstelle befindet sich im Handschuhfach auf der Beifahrerseite.",
        "91": "Die OBD-Schnittstelle befindet sich auf der Beifahrerseite. Der Anschluss ist unter dem Handschuhfach (Mittelkonsolenseite).",
        "92": "Die OBD-Schnittstelle befindet sich unter der Mittelkonsole. Die OBD-Schnittstelle befindet sich unten im Ablagefach. Entfernen Sie die Kunststoffabdeckung. Die OBD-Schnittstelle befindet sich dahinter.",
        "93": "Die OBD-Schnittstelle befindet sich unter dem Fahrersitz. Entfernen Sie die Kunststoffabdeckung.",
        "94": "Die OBD-Schnittstelle befindet sich unter der Handbremse. Entfernen Sie die Abdeckung unter der Handbremse.",
        "95": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über dem Gaspedal.",
        "96": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad im Sicherungskasten. Die OBD-Schnittstelle befindet sich unten an der Halterung für die Sicherungen.",
        "97": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad links vom Haubenöffner. Entfernen Sie die OBD-Abdeckung, der Sockel ist darunter.",
        "98": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle befindet sich in der Ablage links vom Lenkrad.",
        "99": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle befindet sich unter dem Haubenöffner.",
        "100": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle ist links über den Pedalen sichtbar, in der Nähe der Sicherungen.",
        "101": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über dem Notbremspedal.",
        "102": "Die OBD-Schnittstelle befindet sich rechts unter dem Lenkrad. Die OBD-Schnittstelle ist zwischen dem Motorhaubenhebel und den Pedalen sichtbar.",
        "103": "Die OBD-Schnittstelle befindet sich in der Nähe der Mittelkonsole in den Ablagefächern. Ziehen Sie an dem Band, um den Boden der Ablagefächer zu entfernen. Entfernen Sie die Abdeckung.",
        "104": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Über dem Zughebel für die Motorhaube ziehen Sie die kleine Abdeckung mit dem Schriftzug OBD heraus, unter der Kunststoffabdeckung.",
        "105": "Die OBD-Schnittstelle befindet sich links vom Lenkrad. Entfernen Sie die Abdeckung, um Zugang zum Sicherungsfach zu bekommen.",
        "106": "Die OBD-Schnittstelle befindet sich unter der Mittelarmlehne. Entfernen Sie die kleine Abdeckung, die den Anschluss verbirgt.",
        "107": "Die OBD-Schnittstelle befindet sich unter dem mittleren Ablagefach. Entfernen Sie die Kunststoffabdeckung des mittleren Ablagefachs.",
        "108": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (Türseite). Die OBD-Schnittstelle befindet sich bei den Sicherungen (rechts von den Sicherungen).",
        "109": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (links). Lösen Sie die Abdeckung mit der Schraube (Vierteldrehung). Entfernen Sie die schwarze Schutzabdeckung der Schnittstelle.",
        "110": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (links). Entfernen Sie die Abdeckung in der Nähe der Pedale.",
        "111": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Kunststoffabdeckung. Die OBD-Schnittstelle befindet sich dahinter.",
        "112": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über der Fußstütze (hinter einer Abdeckung).",
        "113": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad unter den Pedalen.",
        "114": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad in der Nähe der Pedale.",
        "115": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich über dem Bremspedal.",
        "116": "Die OBD-Schnittstelle befindet sich in der Mittelkonsole über dem Aschenbecher. Die OBD-Schnittstelle befindet sich direkt über dem Aschenbecher hinter der Abdeckung.",
        "117": "Die OBD-Schnittstelle befindet sich über den Pedalen. Entfernen Sie die Kunststoffabdeckung, um an die OBD-Schnittstelle heranzukommen.",
        "118": "Die OBD-Schnittstelle befindet sich hinter der Abdeckung in der Nähe der Handbremse.",
        "119": "Die OBD-Schnittstelle befindet sich in der Mittelarmlehne. Schieben Sie die Mittelarmlehne so weit wie möglich zurück. Entfernen Sie dann die beige Abdeckung auf dem Boden. Schieben Sie sie dazu nach vorn.",
        "120": "Die OBD-Schnittstelle befindet sich im Handschuhfach. Ziehen Sie an der Kunststoffabdeckung, um sie abzunehmen und an die OBD-Schnittstelle heranzukommen.",
        "121": "Die OBD-Schnittstelle befindet sich über den Pedalen. Die OBD-Schnittstelle befindet sich über dem Kupplungspedal.",
        "122": "Die OBD-Schnittstelle befindet sich unten in der Mittelkonsole. Entfernen Sie die Abdeckung in der Nähe des Zigarettenanzünders.",
        "123": "Die OBD-Schnittstelle befindet sich unten in der Mittelkonsole. Entfernen Sie die Kunststoffabdeckung unter dem Aschenbecher, um die OBD-Schnittstelle sehen zu können.",
        "124": "Die OBD-Schnittstelle befindet sich auf der Mittelkonsolenseite. Entfernen Sie die Kunststoffabdeckung in der Nähe der Feststellbremse.",
        "125": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Unter dem Kasten.",
        "126": "Die OBD-Schnittstelle befindet sich zwischen der Handbremse und dem Schalthebel.",
        "127": "Die OBD-Schnittstelle befindet sich links vom Lenkrad. Entfernen Sie das Ablagefach. Die OBD-Schnittstelle befindet sich rechts von den Sicherungen.",
        "128": "Die OBD-Schnittstelle befindet sich links vom Lenkrad. Sie ist hinter der Kunststoffabdeckung bei den Sicherungen.",
        "129": "Die OBD-Schnittstelle befindet sich unter der Handbremse. Entfernen Sie die Abdeckung unter der Handbremse, der Anschluss ist darunter.",
        "130": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (Mittelkonsolenseite).",
        "131": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über den Pedalen. Wir können den Anschluss über den Pedalen sehen. Entfernen Sie die Abdeckung des OBD-Diagnosesockels",
        "132": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich rechts vom Motorhaubenhebel.",
        "133": "Die OBD-Schnittstelle befindet sich in der Nähe der Armlehne.",
        "134": "Die OBD-Schnittstelle befindet sich in der Nähe der Handbremse. Entfernen Sie die Abdeckung unter der Handbremse.",
        "135": "Die OBD-Schnittstelle befindet sich auf der Mittelkonsole. Die OBD-Schnittstelle befindet sich unter dem Aschenbecher. Eine Schraube muss gelöst werden.",
        "136": "Die OBD-Schnittstelle befindet sich auf dem Boden (zwischen den Vordersitzen). Entfernen Sie den Teppich.",
        "137": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. In der Nähe des Bremspedals.",
        "138": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Abdeckung mit dem Schriftzug OBD. Die OBD-Schnittstelle befindet sich hinter der Kunststoffabdeckung.",
        "139": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (links). In der Nähe des Fußhebels.",
        "140": "Die OBD-Schnittstelle befindet sich unter der Matte auf der Beifahrerseite. Entfernen Sie die Abdeckung unter der Matte, um an den Sicherungskasten heranzukommen.",
        "141": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (Mittelkonsolenseite).",
        "142": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (links). Sie ist in der Nähe des Motorhaubenöffnungssystems.",
        "143": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (links). Entfernen Sie die Kunststoffabdeckung (die als Ablagefach benutzt wird), die Schnittstelle befindet sich im Sicherungskasten.",
        "144": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad und über dem Bremspedal.",
        "145": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle befindet sich unter dem Sicherungskasten rechts vom Motorhaubenhebel.",
        "146": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad im Sicherungskasten. Entfernen Sie die Abdeckung des Sicherungskastens.",
        "147": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad im Sicherungskasten. Entfernen Sie die Abdeckung des Sicherungskastens, links von den Sicherungen.",
        "148": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich im Ablagefach unter dem Lenkrad.",
        "149": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich auf dem Ablagefach.",
        "150": "Die OBD-Schnittstelle befindet sich links im Sicherungskasten. Die OBD-Schnittstelle befindet sich in der Nähe der Sicherungen.",
        "151": "Die OBD-Schnittstelle befindet sich hinter dem Ablagefach unter dem Lenkrad. Entfernen Sie das Ablagefach.",
        "152": "Die OBD-Schnittstelle befindet sich in der Trennwand in der Nähe der Belüftung. 3-Pin-Diagnoseschnittstelle (kein standardisierter OBD/EOBD-Port)",
        "153": "Die OBD-Schnittstelle befindet sich im Motorraum (Beifahrerseite). Schrauben Sie die Abdeckung ab, um Zugang zum Nicht-Standard-Port zu bekommen. Runder Port (nicht EOBD/OBD-konform)",
        "154": "Die OBD-Schnittstelle befindet sich rechts über den Pedalen. Die OBD-Schnittstelle befindet sich über dem Bremspedal rechts vom Motorhaubenhebel.",
        "155": "Die OBD-Schnittstelle befindet sich über den Pedalen. Die OBD-Schnittstelle befindet sich in der Nähe des Gaspedals",
        "156": "Die OBD-Schnittstelle befindet sich über den Pedalen. Die OBD-Schnittstelle ist sichtbar, es muss keine Abdeckung entfernt werden",
        "157": "Die OBD-Schnittstelle befindet sich links vom Lenkrad. Der Anschluss befindet sich im Sicherungskasten.",
        "158": "Die OBD-Schnittstelle befindet sich rechts über den Pedalen.",
        "159": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad auf Pedalhöhe. Sie können die OBD-Schnittstelle über den Pedalen sehen.",
        "160": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad hinter der Kunststoffabdeckung. Die OBD-Schnittstelle befindet sich hinter der Abdeckung oben",
        "161": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad.",
        "162": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Abdeckung.",
        "163": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Kunststoffabdeckung des Sicherungskastens.",
        "164": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle befindet sich hinter der Kunststoffabdeckung. Entfernen Sie sie. Links von den Sicherungen",
        "165": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle befindet sich auf dem Boden des Ablagefachs. Hier ist der OBD-Diagnosesockel",
        "166": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Sie können die OBD-Schnittstelle links über den Pedalen sehen.",
        "167": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Der Anschluss ist unter dem Kofferraumhebel.",
        "168": "Die OBD-Schnittstelle befindet sich in der Nähe der Handbremse. Heben Sie die Blende unter der Handbremse an.",
        "169": "Die OBD-Schnittstelle befindet sich in der Nähe des Zughebels für die Motorhaube.",
        "170": "Die OBD-Schnittstelle befindet sich links vom Lenkrad. Sie können die OBD-Schnittstelle über den Pedalen sehen.",
        "171": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Nehmen Sie die Abdeckung ganz ab.",
        "172": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (links). Entfernen Sie die Abdeckung in der Nähe der Leuchtweitenregelung.",
        "173": "Die OBD-Schnittstelle befindet sich unter der Handbremse. Entfernen Sie die Abdeckung unter der Handbremse.",
        "174": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle ist hinter der kleinen Kunststoffabdeckung sichtbar.",
        "175": "Die OBD-Schnittstelle befindet sich rechts unter dem Lenkrad. Entfernen Sie die Kunststoffabdeckung.",
        "176": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über den Pedalen. Die OBD-Schnittstelle ist über den Pedalen sichtbar.",
        "177": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Öffnen Sie die Kunststoffklappe, um an die Sicherungen und die OBD-Schnittstelle heranzukommen.",
        "178": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Wir können die OBD-Schnittstelle über den Pedalen sehen.",
        "179": "Die OBD-Schnittstelle befindet sich unten links am Lenkrad. Sie können die OBD-Schnittstelle direkt erreichen, es gibt keine Abdeckung.",
        "180": "Die OBD-Schnittstelle befindet sich im Handschuhfach auf der Beifahrerseite.",
        "181": "Die OBD-Schnittstelle befindet sich links über den Pedalen. Die OBD-Schnittstelle befindet sich unter dem Logo.",
        "182": "Die OBD-Schnittstelle befindet sich über den Pedalen. Die OBD-Schnittstelle befindet sich unter dem Motorhaubenhebel.",
        "183": "Die OBD-Schnittstelle befindet sich auf der Mittelkonsolenseite. Entfernen Sie die Kunststoffabdeckung unter dem Knopf für die Klimaanlage. Die Abdeckung ist schwer abzunehmen. Verwenden Sie einen Schlitzschraubenzieher.",
        "184": "Die OBD-Schnittstelle befindet sich auf der Beifahrerseite. Der ODB-Sockel ist unter dem Handschuhfach.",
        "185": "Die OBD-Schnittstelle befindet sich links vom Lenkrad. Die OBD-Schnittstelle befindet sich hinter dem kleinen Ablagefach. Die OBD-Schnittstelle befindet sich in der Nähe des Sicherungskastens.",
        "186": "Die OBD-Schnittstelle befindet sich auf der Beifahrerseite.",
        "187": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad im Sicherungskasten. Die OBD-Schnittstelle befindet sich in der Nähe der Sicherungen.",
        "188": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Öffnen Sie die Klappe. Die OBD-Schnittstelle befindet sich im Kasten links von den Sicherungen.",
        "189": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Entfernen Sie die Kunststoffabdeckung.",
        "190": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad im Sicherungskasten. Öffnen Sie den Sicherungskasten, die OBD-Schnittstelle befindet sich darin.",
        "191": "Die OBD-Schnittstelle befindet sich auf der Beifahrerseite. Öffnen Sie das Ablagefach. Die OBD-Schnittstelle befindet sich darin.",
        "192": "Die OBD-Schnittstelle befindet sich unten in der Mittelkonsole. Öffnen Sie die Klappe, um die OBD-Schnittstelle sehen zu können (in der Nähe des Zigarettenanzündersockels).",
        "193": "Die OBD-Schnittstelle befindet sich unter der Mittelkonsole.  Die Konsole befindet sich unter dem Armaturenbrett in der Nähe der Beifahrer-Fußstütze.",
        "194": "Die OBD-Schnittstelle befindet sich unter der Mittelkonsole unter dem Heizungsschalter.",
        "195": "Die OBD-Schnittstelle befindet sich unter dem Armaturenbrett.",
        "196": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (Türseite). Die OBD-Schnittstelle befindet sich rechts von den Pedalen hinter einer Kunststoffabdeckung (Türseite).",
        "197": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Entfernen Sie die Abdeckung des Sicherungskastens.",
        "198": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Entfernen Sie die Blende (Schraube eine Vierteldrehung lösen)",
        "199": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich über den Pedalen.",
        "200": "Die OBD-Schnittstelle befindet sich auf der Fahrerseite, in der Nähe der Pedale ist ein Kabel. Das Kabel sollte im Armaturenbrett verborgen sein.",
        "201": "Die OBD-Schnittstelle befindet sich zwischen der Mittelkonsole und dem Schalthebel. Entfernen Sie das Ablagefach, dann sehen Sie die OBD-Schnittstelle.",
        "202": "Die OBD-Schnittstelle befindet sich vor der Mittelkonsole. Die OBD-Schnittstelle befindet sich im Ablagefach vor dem Schalthebel. Entfernen Sie die Kunststoffabdeckung des Ablagefachs. Der Anschluss ist dahinter",
        "203": "Die OBD-Schnittstelle befindet sich unten in der Mittelkonsole. Entfernen Sie die Abdeckung unter dem Schalthebel, dann sehen Sie die OBD-Schnittstelle.",
        "204": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über dem Notbremspedal.",
        "205": "Die OBD-Schnittstelle befindet sich in der Nähe der Mittelkonsole. Die OBD-Schnittstelle befindet sich unter der Mittelkonsole.",
        "206": "Die OBD-Schnittstelle befindet sich auf der Beifahrerseite (Mittelkonsole). Entfernen Sie die Kunststoffabdeckung auf dem Boden der Mittelkonsole.",
        "207": "Die OBD-Schnittstelle befindet sich auf der Beifahrerseite. Die OBD-Schnittstelle befindet sich unter dem Handschuhfach. Diagnosesockelspezifisch (nicht kompatibel zu EOBD/OBD)",
        "208": "Die OBD-Schnittstelle befindet sich unter der Mittelkonsole. Entfernen Sie die Kunststoffabdeckung vor dem Schalthebel.",
        "209": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Abdeckung, die OBD-Schnittstelle befindet sich innen.",
        "210": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Der OBD-1-Sockel ist rechts vom Kofferraumhebel zu sehen.",
        "211": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad links von der Kupplung.",
        "212": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad hinter der Kunststoffabdeckung.",
        "213": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über den Pedalen.",
        "214": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad hinter der Kunststoffabdeckung.",
        "215": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Kunststoffabdeckung des Sicherungskastens.",
        "216": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle befindet sich hinter der Kunststoffabdeckung. Entfernen Sie sie.",
        "217": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad in der Nähe des Motorhaubenhebels.",
        "218": "Die OBD-Schnittstelle befindet sich hinter der Blende links vom Lenkrad am Zugang zu den Sicherungen. Dieses Fahrzeug verwendet keine Standardschnittstelle.",
        "219": "Die OBD-Schnittstelle befindet sich in der Trittfläche des Fahrers links vom Lenkrad in der Nähe des Heckklappen-Lösehebels.",
        "220": "Die OBD-Schnittstelle befindet sich in der Armlehne. Die OBD-Schnittstelle befindet sich unten in der Armlehne.",
        "221": "Die OBD-Schnittstelle befindet sich über den Pedalen. Die OBD-Schnittstelle ist über dem Bremspedal sichtbar.",
        "222": "Die OBD-Schnittstelle befindet sich auf der Mittelkonsole. Entfernen Sie die Abdeckung (über dem Zigarettenanzündersockel).",
        "223": "Die OBD-Schnittstelle befindet sich links von den Pedalen. Entfernen Sie die Kunststoffabdeckung in der Nähe des Lichts. Entfernen Sie die kleine Kunststoffabdeckung.",
        "224": "Die OBD-Schnittstelle befindet sich auf der Beifahrerseite unter der Matte. Entfernen Sie die Matte und die Kunststoffabdeckung, dann ist der Sicherungskasten sichtbar. Die OBD-Schnittstelle ist links von den Sicherungen sichtbar.",
        "225": "Die OBD-Schnittstelle befindet sich rechts am Fahrersitz. Die OBD-Schnittstelle ist links am Schalthebel sichtbar. Entfernen Sie die Kunststoffabdeckung.",
        "226": "Die OBD-Schnittstelle befindet sich auf der Fahrertürseite. Entfernen Sie die Kunststoffabdeckung auf der Fahrerseite.",
        "227": "Die OBD-Schnittstelle befindet sich rechts unter dem Lenkrad. Die OBD-Schnittstelle befindet sich unter dem Lenkrad links vom Schalthebel.",
        "228": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Entfernen Sie die Kunststoffabdeckung, die OBD-Schnittstelle ist darunter.",
        "229": "Die OBD-Schnittstelle befindet sich links vom Lenkrad. Entfernen Sie die Abdeckung, die OBD-Schnittstelle befindet sich darunter.",
        "230": "Die OBD-Schnittstelle befindet sich links an der unteren Armaturenabdeckung auf der Fahrerseite.",
        "231": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad unten am Sicherungskasten. Lösen Sie die 2 Schrauben und entfernen Sie die Abdeckung.",
        "232": "Die OBD-Schnittstelle befindet sich in der Nähe der Pedale. Wir können die OBD-Schnittstelle in der Nähe der Tür sehen.",
        "233": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich über der Fußstütze.",
        "234": "Die OBD-Schnittstelle befindet sich links vom Lenkrad, die Lautsprecherblende muss entfernt werden (2 Schrauben). Entfernen Sie die Lautsprecherkabel. Nehmen Sie die Blende vollständig ab.",
        "235": "Die OBD-Schnittstelle befindet sich hinter der Sicherungsabdeckung unter dem Lenkrad. Schrauben Sie die Abdeckung der Sicherungen ab. Die OBD-Schnittstelle befindet sich links von den Sicherungen",
        "236": "Die OBD-Schnittstelle befindet sich über den Pedalen. Sie können den Sockel über dem Bremspedal sehen.",
        "237": "Die OBD-Schnittstelle befindet sich in der Mittelblende.",
        "238": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (in der Nähe des Motorhaubenhebels).",
        "239": "Die OBD-Schnittstelle befindet sich links vom Lenkrad im Sicherungskasten. Entfernen Sie die Kunststoffabdeckung, um an den Sicherungskasten heranzukommen.",
        "240": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Abdeckung llinks unter dem Lenkrad.",
        "241": "Die OBD-Schnittstelle befindet sich unter der Mittelkonsole. Entfernen Sie den Aschenbecher und entfernen Sie dann die Kunststoffabdeckung über dem Zigarettenanzünder.",
        "242": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (links). Die OBD-Schnittstelle befindet sich im Sicherungsfach (entfernen Sie die Kunststoffabdeckung).",
        "243": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad im Fahrer-Ablagefach. Öffnen Sie das Ablagefach, dann sehen Sie die OBD-Schnittstelle (rechts).",
        "244": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Entfernen Sie die Kunststoffabdeckung, dann ist der Sicherungskasten sichtbar.",
        "245": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad. Die OBD-Schnittstelle befindet sich in der Nähe des Motorhaubenhebels.",
        "246": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über den Pedalen.",
        "247": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich in der Nähe des Bremspedals.",
        "248": "Die OBD-Schnittstelle befindet sich links über den Pedalen. Die OBD-Schnittstelle befindet sich zwischen dem Licht und dem Motorhaubenhebel.",
        "249": "Die OBD-Schnittstelle befindet sich links über den Pedalen, über dem Kupplungspedal.",
        "250": "Die OBD-Schnittstelle befindet sich über den Pedalen.",
        "251": "Die OBD-Schnittstelle befindet sich hinter dem Aschenbecher unter dem Autoradio.",
        "252": "Die OBD-Schnittstelle befindet sich in der Nähe der Pedale.",
        "253": "Die OBD-Schnittstelle befindet sich auf der Beifahrerseite. Die OBD-Schnittstelle befindet sich unter dem Ablagefach.",
        "254": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (in der Nähe der Pedale) über dem Bremspedal.",
        "255": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad am Fuß der Pedale.",
        "256": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad, rechts vom Motorhaubenhebel.",
        "257": "Die OBD-Schnittstelle befindet sich rechts unter dem Lenkrad.",
        "258": "Die OBD-Schnittstelle befindet sich links unter dem Lenkrad in der Nähe des Motorhaubenhebels.",
        "259": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über den Pedalen.",
        "260": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad unter der Abdeckung.",
        "261": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich über dem Gaspedal.",
        "262": "Die OBD-Schnittstelle befindet sich in der Nähe der Mittelkonsole in der Nähe des Gaspedals.",
        "263": "Die OBD-Schnittstelle befindet sich in der Nähe der Handbremse. Entfernen Sie die Abdeckung mit dem Schriftzug OBD-II.",
        "264": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad (links). Öffnen Sie die Klappe links vom Lenkrad und ziehen Sie daran. Entriegeln Sie zunächst die Oberseite.",
        "265": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad links. Entfernen Sie die Abdeckung des Sicherungskasten.",
        "266": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Entfernen Sie die Kunststoffabdeckung unter dem Lenkrad, dann ist die OBD-Schnittstelle sichtbar.",
        "267": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich über dem Gaspedal.",
        "268": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich über dem Gaspedal.",
        "269": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad. Die OBD-Schnittstelle befindet sich links von den Pedalen (über der Fußstütze).",
        "270": "Die OBD-Schnittstelle befindet sich unter dem Lenkrad über dem Gaspedal."
      }, 
      "select_new_vehicle":"SELECT NEW VEHICLE",
      "loading":"Loading..."
    },
    "vehicle_compatibility":
    {
        "home":"Home",
        "title":"Überprüfen Sie, ob Ihr Auto kompatibel ist.",
        "desc":"Die meisten Autos nach Baujahr 2003 haben eine OBD-II (On Board Diagnostics) Schnittstelle in die das Gerät angeschlossen werden kann.",
        "select_car":"Wählen Sie Ihr Auto aus",
        "check_if_compatible":"Überprüfen Sie, wo sich die ODB-II Schnittstelle in Ihrem Auto befindet.",
        "check_if_compatible_warning":"(Nicht alle Autos mit ODB-II Schnittstelle sind mit allen Funktionen kompatibel.)",
        "select_make":"MARKE WÄHLEN",
        "select_model":"MODELL WÄHLEN",
        "select_year":"BAUJAHR WÄHLEN",
        "select_engine":"MOTOR WÄHLEN",
        "need_help":"BRAUCHEN SIE WEITERE HILFE?",
        "contact_us":"KONTAKTIEREN SIE UNS",
        "has_obd":"IHR AUTO HAT EINE OBD-II SCHNITTSTELLE",
      "click_here":"CLICK HERE",
      "has_obd":"YOUR CAR HAS AN OBD-II PORT",
      "loading":"Loading...",
      "compatible":"YOUR CAR IS COMPATIBLE",
      "not_compatible":"YOUR CAR IS NOT COMPATIBLE",
      "compatibility": {
        "tdg": {
          "Full": "CarConnect ist mit Ihrem Fahrzeug kompatibel. Bitte beachten Sie, dass das Verhalten sich je nach Fahrzeug-Fabrikat und Modell unterscheiden kann.",
          "Partial": "CarConnect ist mit Ihrem Fahrzeug kompatibel. Bitte beachten Sie, dass das Verhalten sich je nach Fahrzeug-Fabrikat und Modell unterscheiden kann.",
          "Minimum": "Leider ist CarConnect nicht mit Ihrem Fahrzeug kompatibel. Bitte installieren Sie das Gerät nicht in Ihrem Fahrzeug.",
          "NotCompatible": "Leider ist CarConnect nicht mit Ihrem Fahrzeug kompatibel. Bitte installieren Sie das Gerät nicht in Ihrem Fahrzeug.",
          "Unknown": "CarConnect ist mit Ihrem Fahrzeug kompatibel. Bitte beachten Sie, dass das Verhalten sich je nach Fahrzeug-Fabrikat und Modell unterscheiden kann."
        }
      }
    }
  }
  
  